Repository: wichersq/AlarmPredictionDjango
Catalog: locale/*/LC_MESSAGES/django.po
Languages: vi

source: Hello
vi: Xin Chào

source: Log out
vi: Đăng xuất

source: Alarm Predictability
vi: Dự đoán báo thức

source: Don't worry about planning your next trip. We can help you plan and set an alarm for any occasion.
vi: Đừng bận tâm về kế hoạch cho chuyến đi tiếp theo, chúng tôi sẽ giúp bạn lên kế hoạch cho những chuyến đi ấy.

source: Connect to Google Calendar
vi: Kết nối với Google Calendar

source: My Google Calendar Event
vi: Thời gian biểu của tôi

source: Name Of Event
vi: Tên Sự Kiện

source: Start Location
vi: Vị Trí Xuất Phát

source: End Location
vi: Vị Trí Đến

source: Event Start Time
vi: Sự kiện bắt đầu

source: Important
vi: Độ Quan Trọng

source: Travel by
vi: Phương tiện di chuyển

source: Note
vi: Ghi Chú

source: Submit Event
vi: Đặt sự kiện

source: Event List
vi: Danh sách sự kiện

source: Event
vi: Sự kiện

source: Start Time
vi: Thời Gian Bắt Đầu

source: Predicted Alarm Time
vi: Dự đoán báo thức

source: Actions
vi: Hoạt Động

source: Get Alarm Time
vi: Đoán báo thức

source: Adjust Alarm
vi: Điều chỉnh báo thức

source: Edit
vi: Chỉnh sửa sự kiện

source: Rate Alarm
vi: Đánh giá báo thức

source: Delete
vi: Xóa sự kiện
